'-------------------------------------------------------------------------------------
' Hungarian language module for WINCONTIG
'
' Translated by:
'   Zityi's Translator Team (zityisoft<at>gmail<dot>com)
'
' Currently maintained by:
'   Zityi's Translator Team (zityisoft<at>gmail<dot>com)
'
' Last updated: Nov 29, 2015
'
' NOTE: Don't translate '\n', '\t', '%s', '%d', '$c$' and '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Hungarian
'-------------------------------------------------------------------------------------
' Main program window - "General" Tab (misc) ***
'-------------------------------------------------------------------------------------
1=Töredezett fájlok
2=Összefüggő fájlok
3=Töredezettségmentesített fájlok
4=Feldolgozatlan fájlok
195=AKTUÁLIS MUNKAMENET
199=Kezdési idő:
200=Művelet:
222=Jelenlegi művelet:
214=Töredezettségmentesítés
215=Fájl töredezettségmentesítés
207=Fájl elemzése
209=Kész
211=Megszakítva a felhasználó által
212=Megszakítva
213=Elemzés...
216=Összes objektum kihagyva
219=UTOLSÓ MUNKAMENET
217=Általános
227=Összes feldolgozott fájl:
228=Mentesített fájlok:
234=n/a
240=TÖREDEZETT
241=ÖSSZEFÜGGŐ
243=TÖREDEZETTSÉGMENTESÍTETT
254=Lemez ellenőrzése...
257=Tisztítás...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Hozzáadás
18=Eltávolítás
19=Tulajdonságok
20=Profil betöltése
21=Profil mentése
283=Töredékek
294=Jelentés megtekintése
455=Szűrő
24=Töredezettségmentesítés
25=Leállítás
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Hozzáadás
474=Adjon egy vagy több fájlt a listához. Kattintson a nyílra a mappák hozzáadásához.
475=Eltávolítás
476=A kijelölt elemek eltávolítása a listáról.
477=Tulajdonságok
478=A kijelölt elemek tulajdonságainak megjelenítése.
479=Töredékek
480=Kiegészítő információk megjelenítése a kijelölt fájlokról, beleértve a méretet és a fájltöredékek számát is.
481=Szűrő
482=A szűrő párbeszédpanel az elemzésből és töredezettségmentesítésből kizárt vagy felvett fájlokat, mappákat és fájltípusokat jeleníti meg.
483=Profil betöltése
484=Az elemek listájának betöltése egy korábban mentett profil fájlból.
485=Profil mentése
486=Az elemek listájának mentése egy profil fájlba.
26=Elemzés
45=Fájlok elemzése annak megállapítására, hogy azok mennyire töredezettek.
101=Töredezettségmentesítés
139=A töredezett fájlok egyesítése a rendszerteljesítmény javításához. Kattintson a nyílra, csak az alsó ablakban kijelölt töredezett fájlok töredezettségmentesítéséhez.
122=Leállítás
136=A jelenleg folyamatban lévő művelet leállítása.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=&Fájl hozzáadása...\tCTRL+O
66=Mappa hozzáadása...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<üres>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=Az összes fájl töredezettségmentesítése
156=Csak a kijelölt töredezett fájlok töredezettségmentesítése
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Fájlnév
28=Méret
29=Állapot
30=Típus
248=Töredékek
249=Szektorcsoportok
250=Méret a lemezen
274=% a lemezen
472=Utolsó módosítás dátuma
487=Attribútumok
251=Alapértelmezett
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Töredezett
6=Nem töredezett
7=Hiba
8=Töredezettségmentesített
146=Összefüggő
369=Kihagyva
424=Feldolgozás...
218=Kihagyva (kiszűrt)
220=Kihagyva (SSD-n tárolt)
226=Megszakítva
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Itt adhatja hozzá a töredezettségmentesítendő objektumokat.
247=Gyökérmappa
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=Megnyitás
68=Objektum hozzáadása
69=&Fájl...\tCTRL+O
70=Mappa...\tCTRL+D
71=Elemek eltávolítása\tDEL
371=Hozzáadás a kizárási listához
15=A kijelölt elemek elemzése
16=A kijelölt elemek töredezettségmentesítése
72=Profil betöltése...
73=Profil mentése másként...
223=Tulajdonságok...
75=Automatikus görgetés
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Töredékek
252=Szektorcsoportok
253=Méret a lemezen
10=Méret
11=Fájlnév
183=Elérési útvonal
275=% a lemezen
256=Alapértelmezett
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Töredezett fájlok
12=Nincsenek töredezett fájlok.
428=Még nincsenek feldolgozott fájlok.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Fájlnév és elérési útvonal megjelenítése különálló oszlopokban
188=Speciális lap beállítások megjelenítése.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=A kiemelt fájlok kiválasztása
364=A kiemelt fájlok kiválasztásának megszüntetése
367=Kijelölés megfordítása
372=Hozzáadás a kizárási listához
162=&A fájl helyének megnyitása
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Kijelölés/Kijelölés megszüntetése
161=Jelölje ki vagy törölje az összes felsorolt fájl kijelölését.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Fájlnév
245=Elérési útvonal
129=Hiba
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Hibák
145=Nem történt hiba a fájlok feldolgozása közben.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Üresjárat
33=Az összes listán lévő objektum:
127=Objektum
137=Töredezettségmentesítés
420=Az összes feldolgozott fájl:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Fájl
35=Megnyitás
36=Objektum hozzáadása
37=&Fájl...\tCTRL+O
38=Mappa...\tCTRL+D
39=Elemek eltávolítása\tDEL
370=Hozzáadás a kizárási listához
284=Töredezettségi információk...
224=Tulajdonságok...
421=Elemzési jelentés mentése...
41=Kilépés
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profilok
43=Profil betöltése...
44=Profil mentése másként...
157=Legutóbbi profilok lista konfigurálása...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=Művelet
47=Elemzés
49=Leállítás
50=Töredezettségmentesítés
148=A kijelölt elemek elemzése
150=A kijelölt elemek töredezettségmentesítése
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=Nézet
51=Eszköztár
52=Információs panel
76=Állapotsor
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=Eszközök
470=Szűrő-kezelés...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Opciók
54=Mindig legfelül
55=Teljes sor kijelölése
56=Megerősítési üzenetek megjelenítése
57=Ne tegye lehetővé az ismétlődő bejegyzéseket
58=A program bezárása a töredezettségmentesítés végén
59=A PC leállítása a töredezettségmentesítés végén
229=Ne ellenőrizze a kötethibákat
235=Töredezettségmentesítési stratégia
236=Gyors
237=Intelligens
242=Nyelv
301=Prioritás beállítása
302=Magas
303=Normál feletti
304=&Normál
305=Normál alatti
306=Alacsony
332=Lemezkarbantartó
333=Letiltva
334=&Automatikus
335=Felhasználó megkérdezése
361=Hibaüzenetek megjelenítése
348=Kötethibák ellenőrzése
349=Letiltva
350=&Automatikus
351=Felhasználó megkérdezése
408=Kiemelés konfigurálása...
488=&Szilárdtest meghajtó (SSD) kihagyása
23=&Szilárdtest meghajtó (SSD) észlelésének letiltása
102=&Állapot ikonok megjelenítése
140=&Rendszer ikonok megjelenítése
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=Súgó
61=Felelősséget kizáró nyilatkozat megjelenítése
62=Parancssori kapcsolók megjelenítése
64=A WinContig névjegye...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Állományok hozzáadása a fájllistához.
84=Mappák hozzáadása a fájllistához.
85=A kijelölt elemek eltávolítása a listáról.
86=A profilban szereplő elemek hozzáadása a fájllistához.
87=Menti a fájllistában szereplő elemeket a profilhoz.
88=A WinContig bezárása.
89=Az elemek elemzése.
92=Lehetővé teszi a hozzáadási folyamat megszakítását.
93=Lehetővé teszi a fájlok elemzésének megszakítását.
110=A fájlok töredezettségmentesítése.
94=A program főablaka mindig legfelül jelenik meg.
95=A teljes sorkijelölés be- és kikapcsolása.
96=Programinformációk, verziószám és szerzői jogi információk megjelenítése.
99=A program bezárása a töredezettségmentesítési folyamat befejezése után.
100=A számítógép leállítása a töredezettségmentesítési folyamat befejezése után.
103=A fájlok görgetésének be- és kikapcsolása.
104=A megerősítést kérő üzenetek be- és kikapcsolása.
105=A kijelölt fájlok megnyitása a társított alkalmazások használatával.
106=Megjeleníti a WinContig által elfogadott parancssori kapcsolókat.
107=A felelősséget kizáró nyilatkozat megjelenítése.
108=Ne engedélyezze az ismétlődő bejegyzéseket a fájllistában.
225=A kijelölt elemek tulajdonságainak megjelenítése.
230=Ne ellenőrizze a kötethibákat a fájlok töredezettségmentesítése előtt.
238=Fájlok töredezettségmentesítése a szektorcsoportok elhelyezkedésének optimalizálása nélkül (gyorsabb).
239=Fájlok töredezettségmentesítése a szektorcsoportok elhelyezkedésének optimalizálásával (lassabb).
255=Az elemzési jelentés megtekintése.
285=További fájltöredezettségi információk megjelenítése.
336=Ne törölje az ideiglenes fájlokat a fájlok töredezettségmentesítése előtt.
337=Automatikusan törölje az ideiglenes fájlokat a fájlok töredezettségmentesítése előtt.
109=Kérdezze meg a felhasználót, hogy akarja-e törölni az ideiglenes fájlokat a fájlok töredezettségmentesítése előtt.
352=Ne ellenőrizze a kötethibákat a fájlok töredezettségmentesítése előtt.
353=Automatikusan ellenőrizze a kötethibákat a fájlok töredezettségmentesítése előtt.
354=Kérdezze meg a felhasználót, hogy akarja-e ellenőrizni a kötethibákat a fájlok töredezettségmentesítése előtt.
362=Hibaüzenetek megjelenítése az ideiglenes fájlok törlése során.
373=A kijelölt elemek hozzáadása a kizárási listához.
471=A kizárási és felvételi listák kezelése.
409=Az elemek kiemelési színének módosítása.
429=A kijelölt tételek kijelöletlenek, a kijelöletlen tételek kijelöltek lesznek.
430=A kiemelt elemek kijelölése.
431=A kiemelt elemek kijelölésének megszüntetése.
422=Az elemzési eredmények mentése.
22=Ne ismerje fel automatikusan a szilárdtest meghajtókat.
13=Ne töredezettségmentesítse a fájlokat a szilárdtest meghajtókon.
82=Az eszköztár megjelenítése vagy rejtése.
90=Az információs panel megjelenítése vagy rejtése.
91=Az állapotsor megjelenítése vagy rejtése.
14=Csak az alsó ablakban kijelölt töredezett fájlokat töredezettségmentesítse.
141=Lehetővé teszi az aktuális művelet megszakítását.
131=Csak a felső ablakban kijelölt elemek elemzése.
138=Csak a felső ablakban kijelölt elemek töredezettségmentesítése.
158=A legutóbbi profilok listában megjelenítendő profilok számának módosítása.
135=Állapotjelző ikonok megjelenítése minden elem ikonja mellett a felső ablakban.
160=Rendszer ikonok megjelenítése minden elem mellett a WinContig ikonok helyett.
163=A kijelölt fájlt tartalmazó mappa megnyitása.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Töredezett fájlok száma
178=Összefüggő fájlok száma
179=Feldolgozási hibák miatt az elemzésből kimaradt fájlok száma
182=A feldolgozott fájlok száma
231=A töredezett fájlok listája:
232=A nem elemzett fájlok listája:
289=Szöveges dokumentum (*.txt)|*.txt|Minden fájl (*.*)|*.*|
290=Jelentés mentése
291=A jelentés mentése megtörtént.
292=WinContig elemzési jelentés létrehozva:
293=Fájl statisztika
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Fájl(ok) hozzáadása
112=Minden fájl (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Válassza ki a listához hozzáadni kívánt mappát, majd kattintson a Mappa hozzáadása gombra. Több mappát is hozzáadhat.
244=Mappa hozzáadása
246=Mappa hozzáadása a listához
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Profil betöltése
115=WinContig profilok (*.wcp)|*.wcp|Minden fájl (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Profil mentése
117=WinContig profilok (*.wcp)|*.wcp|Minden fájl (*.*)|*.*|
118=A profil mentése megtörtént.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Profil importálása
120=Hozzáfűzés
121=Csere
123=A fájllista nem üres.
124=Kattintson a <b>Hozzáfűzés<\b> gombra, ha a profilban szereplő objektumokat szeretné hozzáadni a listában már jelen lévő objektumokhoz. A <b>Csere<\b> gombra kattintva, lecserélheti a listán szereplő objektumokat a profilban felsoroltak egyikére.
125=A(z) '%s' fájl nem egy érvényes WinContig profil.
126=A parancssorban megadott profil nem létezik.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Elemek
130=Profil importálása
132=Nem találhatók a profilban felsorolt elemek. Az elemeket átnevezték, áthelyezték vagy törölték.
133=Az importálatlan elemek listája:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Lemezellenőrzés
320=A töredezettségmentesítési folyamat indítása előtt, ellenőrizheti a kötethibákat. Erősen ajánlott a fájlok töredezettségmentesítése előtt a lemezeken tárolt fájlok sértetlenségének ellenőrzése. Kattintson duplán a lemeztulajdonságok megjelenítéséhez.
309=A jövőben ne ellenőrizze a köteteket
310=A(z) %s lemez elemzése folyamatban van... Kis türelmet.
311=Szakasz állapota:
321=1 - 3 szakasz
355=2 - 3 szakasz
356=3 - 3 szakasz
313=Lemezellenőrzés
314=Ne ellenőrizze a lemezt
315=Lemezhiba!
316=Hibákat találtunk a lemezellenőrzése során. Erősen ajánlott a WinContig bezárása és a talált hibák javítása.
317=A Windows nem tudja futtatni a lemezellenőrzést CD-ROM és DVD-ROM-meghajtóknál.
318=A WinContig problémákat észlelt egy kötetnél. Javasoljuk, hogy zárja be a WinContig programot és korrigálja a problémát.\nAlternatív megoldásként, folytathatja normál módon.
319=A töredezettségmentesítés automatikus indítása, ha nincs hibatalálat
323=Részletek megjelenítése
324=A lemez még nem volt elemezve.
325=Részletek elrejtése
326=A lemezellenőrzési folyamat befejeződött.
328=Vizsgálati jelentés:
329=A lemezen nem található probléma.
330=Lemezhibák ellenőrzése
331=A Windows nem tudja ellenőrizni a hálózaton keresztül csatlakoztatott lemezt.
432=Kötet
433=Fájlrendszer
434=Teljes méret
435=Szabad lemezterület
436=% szabad lemezterület
437=Ismeretlen meghajtó
438=Cserélhető meghajtó
439=Merevlemez
440=Távoli meghajtó
441=Optikai meghajtó
442=RAM lemez
443=Munkamenet állapota
444=Elemzés...
445=Befejezett
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Lemezkarbantartó
340=Ideiglenes fájlok törlése
357=Lemezkarbantartó indítása
358=Ne indítsa el a Lemezkarbantartót
338=A jövőben ne törölje az ideiglenes fájlokat
359=A töredezettségmentesítési folyamat indítása előtt, törölheti az ideiglenes fájlokat a lemezterület visszaszerzése céljából.
342=Becslés..
343=Ideiglenes fájlok törlése... Kis türelmet.
344=Folyamat:
345=A GetTempPath funkció sikertelen a(z) %s hibával !
346=Nem lehet törölni az ideiglenes fájlokat, mivel azok a gyökérmappában vannak tárolva!
347=Nem lehet törölni az ideiglenes fájlokat, mivel a következő ideiglenes hely nem létezik:\n\n%s
446=Ideiglenes fájlok törlése a WinContig segítségével
181=&Lomtár ürítése
447=Ideiglenes fájlok törlése külső alkalmazás segítségével
448=Program:
449=További parancssori kapcsolók:
450=Tallózás...
451=Program kiválasztása
452=Programok (*.exe)|*.exe|Minden fájl (*.*)|*.*|
453=Nincs külső alkalmazás megadva.
454=A megadott külső alkalmazás nem létezik !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Szűrő
381=Mappa hozzáadása...
382=&Fájl hozzáadása...
399=Maszk hozzáadása...
383=Elem eltávolítása
385=Bizonyos adatok áthelyezésének megakadályozásához, kizárhat egyes elemeket a töredezettségmentesítésből. Az elemzésből és/vagy töredezettségmentesítésből kizárt fájlok és mappák, ebben az ablakban fognak megjelenni.
386=Kizárási lista kezelése
387=Kizárt elemek listája:
391=Fájlok kihagyása, ha nagyobbak, mint:
392=KB
393=MB
394=GB
456=Szűrő
457=Maszk hozzáadása
458=Maszk eltávolítása
459=Hozzáadandó maszk:
460=Az adott elemek feldolgozásához, beállíthat egy vagy több maszkot. A WinContig csak azokat az elemeket fogja feldolgozni, amelyek megfelelnek az ablakban felsorolt maszkokkal. Több maszk megadásához, válassza el mindegyiket pontosvesszővel (;).
461=Felvételi lista kezelése
462=Felvett elemek listája:
463=Kizárás
464=Felvétel
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Maszk hozzáadása
401=Adjon meg egy vagy több maszkot a fájlok és/vagy mappák kizárásához. Több maszk megadásához, válasszon el minden egyes maszkot pontosvesszővel (;).\n\nExample: *.dll;*.ocx;*.tmp
404=A maszkok nem tartalmazhatják a következő karaktereket:\n \ / : < > | "
419=A karakter érvénytelen.
405=Maszkok kizárása:
402=&Hozzáadás
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=A kiemelés konfigurálása
411=Itt állíthatja be az elemek kiemelési színét. Az elem színének módosításához, kattintson a megfelelő színű gombra. Egy elem kiemelésének engedélyezéséhez vagy tiltásához, aktiválja vagy törölje a megfelelő jelölőnégyzetet.
412=Töredezett elem
413=Összefüggő elem
414=Töredezettségmentesített elem
415=Hiba
416=Kihagyott elem
418=Teljes sorkiemelés
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Legutóbbi profilok listája
152=A legutóbbi profilok lista konfigurálása
153=Itt állíthatja be, hogy hány profil jelenjen meg a Profilok listában.
154=A megjelenítendő legutóbbi profilok száma (0-10):
134=A legutóbbi profilok max karakter száma (40-1000):
159=A hiányzó legutóbbi profilok automatikus eltávolítása
172=A legutóbbi profilok max karakter száma
173=A megjelenő karakterek számának korlátozása az összes felsorolt legutóbbi profil esetén.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Ismeretlen hiba
175=Memóriaképfájl hiba (végtelen fő ciklus).
176=A fájl térképe üres.
180=Hibás térképfájlt észleltünk.
147=A kötet nem rendelkezik összefüggő csoportú, szabad szektorkészlettel, amely elég nagy ahhoz, hogy tartalmazza a teljes fájlt.
164=Biztos benne, hogy eltávolítja a kijelölt elemet?
165=Valóban el szeretné távolítani a kijelölt elemeket?
166=Megerősítés
205=A WinContig nem futtatható ezen az op. rendszer verzión.
233=A(z) '%s' nem adható hozzá.
307=Nem sikerült beállítani a kijelölt prioritás osztályt.
360=A(z) '%s' fájl nem törölhető a következő hiba miatt:\n\n%s
374=A kijelölt elem a kizárási listára került.
375=A kijelölt elemek a kizárási listára kerültek.
376=A kijelölt elemek már szerepelnek a kizárási listán.
465=Ismétlődő maszkok
466=Egy vagy több maszk szerepel a kizárási és a felvételi listán is. Ezekkel a maszkokkal egyező elemek nem lesznek feldolgozva a WinContig által.
467=Mindenképpen bezárja
468=Maszkok szerkesztése
490=SSD eszköz észlelhető
494=Szilárdtest meghajtó 
491=SSD eszközök esetén nem várható teljesítményjavulás egy hagyományos HDD töredezettségmentesítésnél. A fájl töredezettségmentesítés sok írási folyamat okoz és jelentősen koptathatja a meghajtó egyes területeit. Javasoljuk, hogy ne töredezettségmentesítse az SSD-lemezeken lévő fájlokat.
492=Töredezettségmentesítse mindenképp
493=Ne töredezettségmentesítse
149=Nincs elegendő fizikai memória vagy rendszererőforrás a fájl töredezettségmentesítéséhez.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=Igen
396=Nem
397=OK
398=Mégse
406=Folytatás
407=Kilépés
142=Bezárás
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Hiba: Nincs elegendő memória vagy erőforrás. A végrehajtás sikertelen!
168=Hiba: A fájl nem található. A végrehajtás sikertelen!
169=Hiba: A hely nem található. A végrehajtás sikertelen!
170=Hiba: Rossz fájlformátum. A végrehajtás sikertelen!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Töredékek
260=Név:
261=Elérési út:
262=Típus:
263=Méret:
264=Méret a lemezen:
265=Töredékek:
266=Szektorcsoportok:
267=Töredezettségi információ:
269=Általános
270=#
271=Fájl szektorcsoportok
272=Szektorcsoport kezdete
273=Szektorcsoport vége
286=Méret  (bájt)
287=A fájl %-a
276=A fájl még nem lett elemezve
277=Ez az elem nem egy fájl
278=Hiba történt a fájl elemzése közben
279=Ez az elem nem létezik.
280=Ez a fájl nem tartozik egyik szektorcsoporthoz sem
281=bájt
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Töredezettségmentesítési jelentés
185=Információ:
186=A töredezettségmentesítési folyamat befejeződött.
189=Feldolgozott fájlok száma:
190=Töredezett fájlok száma:
191=Már összefüggő fájlok száma:
192=Töredezettségmentesített fájlok száma:
193=Feldolgozási hibák miatt a töredezettségmentesítésből kihagyott fájlok száma:
423=Ez a párbeszédpanel szolgáltat információkat a töredezettségmentesített fájlokról.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Leállítás
196=A rendszer leállítása 15 másodpercen belül.
197=OpenProcessToken hiba.
198=AdjustTokenPrivileges hiba.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Minden jog fenntartva.
202=Kereskedelmi és személyes használatra ingyenes.
203=A WinContig egyesíti a töredezett fájlokat annak érdekében, hogy egyetlen, összefüggő területet foglaljanak el a köteten.\n\nEnnek eredményeként a rendszer hatékonyabban tud hozzáférni a fájlokhoz.
204=Névjegy
298=Weboldal:
299=E-mail cím:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=WinContig kivételek
78=A WinContig leállt
79=Küldjön jelentést nekünk, ha a program hibát észlel. Kérjük, az információkat másolja a vágólapra és küldje el nekünk:
80=Probléma részletei
81=A program bezárása
63=Az SSD észlelés problémákat okozhat bizonyos hardverkombinációk esetén. Kérjük, válassza ki a "Szilárdtest meghajtó (SSD) észlelésének letiltása" opciót a "Beállítások" menüből.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Felelősséget kizáró nyilatkozat
221=Szöveg másolása és vágólapra helyezése.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Parancssori kapcsolók
389=Parancssori kapcsolók
390=A WinContig programban több választható parancssori kapcsoló segítségével szabályozhatja a program működését.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Kérjük, várja meg, míg az aktuális fájlfolyamat befejeződik...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Felelősséget kizáró nyilatkozat}
\par\par
\pard Ez a szoftver és az összes velejáró állománya "ahogy van" a készítőtől származik, beleértve, de nem kizárólag, a piacképességre és egy adott célra való alkalmasságra vonatkozó feltételezett garanciát. A készítő semmilyen körülmények között nem vonható felelősségre a termék használatából származó esetleges károkért (beleértve a korlátozás nélküli üzleti profit elvesztési károkat, adat vagy használatból származó veszteségeket, üzleti tevékenység megszakítási illetve üzleti információ elvesztési, vagy bármilyen egyéb más vagyoni károkat). A termék és a dokumentáció használatából származó mindennemű kockázat Önt terheli.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SZINTAXIS\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
FONTOS MEGJEGYZÉSEK\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 A kapcsolók nem kis- és nagybetűérzékenyek, így például a \b /CLOSE\b0  ugyanaz, mint a \b /close\b0 .\par
{\pntext\f3\'B7\tab}Több kapcsoló használata esetén, szóköz szükséges azok elválasztására. Például az alábbi paranccsal betölteni a profilt és elindíthatja a fájlt töredezettségmentesítését:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Az alábbi lista tartalmazza a WinContig kapcsolókat.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab A WinContig programba betöltendő fájl vagy mappa megadása.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab FONTOS MEGJEGYZÉSEK\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Meg kell adnia a \i source\i0 teljes elérési útvonalát\par
{\pntext\f1\'B7\tab}A \i source\i0  teljes elérési útvonalát idézőjelek ("") közé kell zárni\par
\pard\li1418\tx1418\par
Például, használhatja a következő parancssort a \i c:\\documents\i0   mappában található \i personal.txt\i0   fájl betöltésére:\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab A WinContig programba betöltött elemek elemzésének automatikus indítása.\par
\par
\b /CHKDSK:0\tab\b0 Az automatikus lemezellenőrzés letiltása. \par
\par
\b /CHKDSK:1\b0\tab A lemezellenőrzés automatikus elindítása.\par
\par
\b /CHKDSK:2\b0\tab Megkérdezi a felhasználót a lemezellenőrzés indítása előtt.\par
\par
\b /CLEAN:0\tab\b0 Az ideiglenes fájlok automatikus törlésének tiltása.\par
\par
\b /CLEAN:1\tab\b0 Az ideiglenes fájlok automatikus törlésének indítása.\par
\par
\b /CLEAN:2\tab\b0 Kérdezzen rá a felhasználóra az ideiglenes fájlok törlése előtt.\par
\par
\b /CLOSE\b0\tab A WinContig program automatikus bezárása az elemzési és/vagy töredezettségmentesítési műveletek befejezésekor.\par
\par
\b /CLOSEIFOK\b0\tab A WinContig program automatikus bezárására használható a töredezettségmentesítési folyamat végén, ha az összes fájl sikeresen töredezettségmentesítve lett, egyébként maradjon megnyitva. 
Ha ezt a kapcsolót használja a \b /NOGUI \b0 kapcsolóval együtt, a WinContig megjeleníti a fő ablakot, miután befejezte a töredezettségmentesítési folyamatot, ha egy vagy több fájlt nem sikerült töredezettségmentesíteni.\par
\par
\b /DEFRAG\b0\tab A WinContig programba betöltött elemek töredezettségmentesítésének automatikus indítása.\par
\par
\b /DUP\b0\tab Lehetővé teszi az ismétlődő bejegyzéseket a fájllistában. A WinContig alapértelmezésben nem engedélyezi az ismétlődő bejegyzéseket a fájllistában. A \b /DUP\b0  kapcsoló használata esetén, a WinContig gyorsabban fogja hozzáadni a fájlokat a fájllistához. Ez az opció akkor hasznos, ha gyorsabban szeretne betölteni egy nagyon nagy profilt, és biztos abban, hogy nincsenek ismétlődő bejegyzéseket a profilban.\par
\par
\b /FULLROW\b0\tab Lehetővé teszi a teljes sorkiválasztást.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Ez a párbeszédablak megjelenítése.\par
\par
\b /LANG:\b0\i xx\i0\tab Kényszeríti a felhasználói felületet a nyelv használatára. \i xx \i0 Itt adható meg a régió-semleges nyelv, például az \i en \i0 az Angolt jelenti, míg az \i fr \i0 a Franciát. 
Ha a \b/LANG:auto \b0 kapcsolót adja meg, a WinContig a rendszer alapértelmezett UI nyelvet fogja használni (ha támogatott).\par
\par
\b /NOGUI\b0\tab A WinContig főablakának elrejtésére használható az elemzési vagy töredezettségmentesítési műveletek végrehajtása közben. A \b /NOGUI\b0  kapcsoló használata esetén, a WinContig által biztosított kilépési kódok a parancsvégrehajtás sikerességének szintjét jelzik.\par
\par
\tab\b Kilépési kódok\b0\par
\par
\tab A következő parancssori kilépési kódok vannak definiálva a WinContig számára.\par
\par
\tab\b 0\b0\tab Sikeres.\par
\tab\b 1\b0\tab Érvénytelen vagy hiányzó profil.\par
\tab\b 2\b0\tab Hibatalálatok a lemezellenőrzés során.\par
\tab\b 3\b0\tab Nem minden elem lett sikeresen töredezettségmentesítve.\par
\tab\b 4\b0\tab Nem minden elem lett sikeresen elemezve.\par
\tab\b 5\b0\tab Érvénytelen vagy hiányzó elem.\par
\par
\b /NOINI\b0\tab A "WinContig.ini" konfigurációs fájlba írás letiltására használható.\par
\par
\b /NOPROMPT\b0\tab A megerősítést kérő üzenetek kikapcsolására használható.\par
\par
\b /NOSCROLL\b0\tab A fájlok görgetésének kikapcsolása a WinContig elemzési vagy töredezettségmentesítési műveletvégzése közben.\par
\par
\b /ONTOP\b0\tab Legfelülre helyezi a WinContig főablakát (az összes többi ablak fölé).\par
\par
\b /PROF:\b0\i "profile"\i0\tab A(z) \i profile\i0 profil betöltésére használható.\par
\par
\b\tab FONTOS MEGJEGYZÉSEK\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Meg kell adnia a profil teljes elérési útvonalát\par
{\pntext\f1\'B7\tab}A profil teljes elérési útvonalát idézőjelek ("") közé kell zárni\par
\pard\li1418\tx1418\par
Például, használhatja a következő parancssort a \i c:\\profiles\i0   mappában lévő \idata.wcp\i0  fájl betöltésére :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Az optimalizálás kikapcsolására használható a töredezettségmentesítési folyamat során (pl. nem kisérli meg a hézagok feltöltését és nem próbálja meg részlegesen töredezettségmentesíteni azokat a fájlokat, amelyeket nem lehetett teljesen töredezettségmentesíteni). Ez lehetővé teszi a töredezettségmentesítési folyamat gyorsabb befejezését.\par
\par
\b /SHUTDOWN\b0\tab A számítógép leállítására használható, miután a WinContig befejezte a töredezettségmentesítést.\par
\par
}
$c$